{
    "name": "Dewansh Rawat",
    "experience": {
        "title": "Experience",
        "content": "I am a great team player. From a Website designer writing code in HTML, to being a mobile app developer designing Flutter apps, to writing robust backend structure's in Django, I have been responsible for handling work in a lot of different teams. From being a team player to bring a team leader, I have worked on a lot.",
        "experiences": [
            {
                "title": "Web Designer",
                "content": "Converge Clan is the computer club of Montfort School, Ashok Vihar. It is a group of talented and curious technology enthusiasts who are specialised in different fields of technology, namely quizzing, programming, web development, digital imaging, 3D Modeling, video editting and group discussion. My primary role involved designing and maintaining it's websites.",
                "org": "Converge Clan",
                "org-web": "http://www.converge-clan.com/",
                "date-range": "April 2016 - April 2018",
                "order": 0
            },
            {
                "title": "Developer",
                "content": "Entrepreneurship Development Cell, is basically for the students and by the students. I was one of 6 students selected over 250 students for the role of a website designer. My primary role was to design website for upcoming events. I also worked on automating processes like sending personalised emails over SMTP.",
                "org": "Entrepreneurship Development Cell, Bharati Vidyapeeth Pune",
                "org-web": "",
                "date-range": "August 2018 - October 2018",
                "order": 1
            },
            {
                "title": "Core Team Member",
                "content": "Developer Student Clubs Bharati Vidyapeeth Deemed University College of Engineering Pune is a Google Developers program for university students to learn skills in the domains of mobile development, web development, machine learning, and cloud (primarily). We also help encourage different other domains like competetive programming, ethical hacking, AR/VR, etc. The club is open to any student, ranging from novice developers who are just starting, to advanced developers who want to further their skills. The club is intended as a space for students to try out new ideas and collaborate to solve mobile and web development problems.",
                "org": "Developer Student Clubs Bharati Vidyapeeth Deemed University College of Engineering Pune",
                "org-web": "https://dscbvppune.github.io/",
                "date-range": "February 2019 - July 2020",
                "order": 2
            },
            {
                "title": "Summer Intern",
                "content": "I was an intern for a period of two months. I worked on a project to create a system to track files in real time using barcodes and barcode scanners. We made a central web app based on Java and Struts. It was deployed on a VM instance on IIT Delhi’s ingenious cloud platform making it accessible locally, within the IIT network. Also, IIT Delhi’s OAuth system was added to increase the security of the app and make it accessible to everyone within the IIT network.",
                "org": "Indian Institute of Technology, Delhi",
                "org-web": "https://home.iitd.ac.in/",
                "date-range": "11th June 2019 - 28th July 2020",
                "order": 3
            },
            {
                "title": "Volunteer : Web Developer",
                "content": "Google Developers Group Pune is an initiative to concentrate the efforts of many developers in and around Pune to learn, share and get productive using the various Google products. I was incharge of maintaining the website and attracting views via ticketing.",
                "org": "Google Developers Group Pune",
                "org-web": "https://gdg.community.dev/gdg-pune/",
                "date-range": "24th July 2019 - Currently",
                "order": 4
            },
            {
                "title": "Summer Research Intern",
                "content": "I was an intern for a duration of two months where I worked on getting state of the art results for classifying Autism on the ABIDE dataset. My worked revolved around Dimensionality Reduction using which I was able to get 80% classification accuracy, as compared to other state of the art results.",
                "org": "Indian Institute of Information Technology Allahabad",
                "org-web": "https://www.iiita.ac.in/",
                "date-range": "10th June 2020 - 18th August 2020",
                "order": 5
            },
            {
                "title": "Lead",
                "content": "I lead a community of more than 300+ students. We conduct events on the topics: Web Development, Mobile App Development, Machine Learning and Google Cloud primarily. We also build solutions for modern daily life problems.",
                "org": "Developer Student Clubs Bharati Vidyapeeth Deemed University College of Engineering Pune",
                "org-web": "http://dscbvppune.github.io/",
                "date-range": "12th August 2020 - Currently",
                "order": 6
            },
            {
                "title": "Full Stack Intern",
                "content": "My work involves developing the mobile wallet app for the blockchain currency Tez.",
                "org": "Tezos",
                "org-web": "https://tezos.com/",
                "date-range": "5th October 2020 - Currently",
                "order": 7
            }
        ]
    },
    "projects": {
        "title": "Projects",
        "content": "Welcome to the tinker lab. I keep on building stuff, trying to solve any modern day life problem I feel can be solved using code. These are a few featured projects, while the others have been notably mentioned!",
        "projects": {
            "featured": [
                {
                    "title": "Thoughts",
                    "content": "Miss that familiar feeling of writing Dear Diary entries? Thoughts aim to provide you a platform to write down about your day. Write down your thoughts and write about your experiences.",
                    "order": 0,
                    "tagline": "Pen down your daily thoughts in a more accessible way!",
                    "imgUrl": "https://th-oughts.web.app/logo512.png",
                    "website": "https://th-oughts.web.app/"
                },
                {
                    "title": "Cuisinier",
                    "content": "Cuisinier is a smart platform where the app suggests the most optimum usage of the ingredients being used to prepare a particular dish. It generates a time table which maximises the number of dishes being cooked in the given amount of ingredients. We also integrated Deliciora, a system that converts a dish image to its recipe.",
                    "order": 1,
                    "tagline": "Reshaping the way modern India cooks!",
                    "imgUrl": "https://devfolio-prod.s3.ap-south-1.amazonaws.com/hackathons/bfedfa89e30645b68a7145c312d3da12/projects/bbe11fb2ea0b4a11ba4411e598c5a73f/picod3g0urtl.png",
                    "website": "https://the-cuisinier.web.app/"
                },
                {
                    "title": "Rock Paper Scissors",
                    "content": "The idea was to build a Mobile game without having 0 knowledge about Game development. I started out by building a basic room based concept for Rock Paper Scissors, something we all have played. I built the whole game on database read and write operations.",
                    "order": 2,
                    "tagline": "A mobile app to play rock paper scissors online!",
                    "imgUrl": "https://devfolio-prod.s3.ap-south-1.amazonaws.com/hackathons/ab46fa925df8493085dec953a6a5585e/projects/bbe11fb2ea0b4a11ba4411e598c5a73f/picoen8xehwz.jpeg",
                    "website": "https://devfolio.co/submissions/rock-paper-scissors-4"
                },
                {
                    "title": "Chirp",
                    "content": "Chirp is a new way to chat. Chirp allows you to bring forward that chirpy nature of yours. It's a messenger system where you can add friends, and send voice messages.",
                    "order": 3,
                    "tagline": "Don't text. Chirp away.",
                    "imgUrl": "https://devfolio-prod.s3.ap-south-1.amazonaws.com/projects/5cabe13c58574ccf903f10dc89188bc1/pici9bp608zp.jpeg",
                    "website": "https://chirp-aud.web.app/"
                }
            ],
            "others": [
                {
                    "title": "Historia",
                    "content": "A ReactJS based chrome extension to keep track of Visual Browser History.",
                    "order": 0,
                    "website": "https://devfolio.co/submissions/historia"
                },
                {
                    "title": "Taption",
                    "content": "A smart caption generation platform that generates lyrical captions.",
                    "order": 1,
                    "website": "http://taption.herokuapp.com/"
                },
                {
                    "title": "NPTEL Downloader",
                    "content": "Download NPTEL course page videos using the NPTEL Downloader Script",
                    "order": 2,
                    "website": "https://github.com/dewanshrawat15/nptel-downloader"
                },
                {
                    "title": "Jack",
                    "content": "A mobile app using which you can control basic MacOS functions.",
                    "order": 3,
                    "website": "https://github.com/dewanshrawat15/jack"
                },
                {
                    "title": "Folio",
                    "content": "Made a portfolio website for students to be able to update their portfolio from an app.",
                    "order": 4,
                    "website": "https://github.com/dscbvppune/folio-app"
                },
                {
                    "title": "Alfred",
                    "content": "A mobile app predicts the genres of TV Shows / Movies by just the picture of their poster.",
                    "order": 5,
                    "website": "https://github.com/dewanshrawat15/Alfred"
                },
                {
                    "title": "Cats vs Dogs Classifier",
                    "content": "Trained a Cats vs Dogs classifier which yielded 95% accuracy.",
                    "order": 6,
                    "website": "https://github.com/dewanshrawat15/Cats-vs-Dogs-Classifier"
                },
                {
                    "title": "Tinder Bot",
                    "content": "The bot automatically logs into your Tinder account and finds matches for you.",
                    "order": 7,
                    "website": "https://github.com/dewanshrawat15/Tinder-Bot"
                },
                {
                    "title": "CyQuest",
                    "content": "A Django based online platform for conducting cryptic hunts.",
                    "order": 8,
                    "website": "https://github.com/dewanshrawat15/cyquest"
                },
                {
                    "title": "HSociety",
                    "content": "An online marketplace for consumers and shopkeepers to practise social distancing.",
                    "order": 9,
                    "website": "https://devfolio.co/submissions/hsociety"
                },
                {
                    "title": "Heart Disease Prediction",
                    "content": "Trained a classifier with 87% accuracy identifying people prone to heart diseases.",
                    "order": 10,
                    "website": "https://github.com/dewanshrawat15/Heart-Disease-Prediction/"
                }
            ]
        }
    }
}